Repository: fsquillace/greetme
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Not enough words!
es: No hay bastantes palabras!
it: Numero di parole non sufficienti!

source: You have too much greetings. Delete some of them.
es: Tienes demasiadas frases de felicitación. Borra algunas.
it: Hai troppi messaggi di auguri. Cancella uno di loro.

source: Put here the greeting
es: Pon aquí la felicitación
it: Inserisci qui una frase di auguri

source: Greet Me - Add greeting
es: Greet Me - Añadir felicitación
it: GreetMe - Aggiungi Augurio

source: Add your greeting sentence %(name)s!!!
es: ¡¡¡Añade tu frase de felicitación %(name)s!!!
it: Aggiungi la tua frase di augurio %(name)s!!!

source: Put @first_name or @last_name so the application will replace them with first and last name of your friend.
es: Pon @first_name o @last_name, para que la aplicación pueda reemplazarlos con nombre y apellidos de tu amigo.
it: Inserisci @first_name oppure @last_name in modo che l'applicazione sostituirà con il nome e cognome del tuo amico.

source: For example: "Happy birthday @first_name!!!" It will be rendered as "Happy birthday David!!!"
es: Por ejemplo: "Felicidades @first_name!!!" se convertirá en "Felicidades José!!!"
it: Per esempio: "Happy birthday @first_name!!!" Sarà tradotto come "Happy birthday David!!!"

source: Please correct the error below.
es: Por favor corrige el error abajo
it: Per favore correggi l'errore qui sotto.

source: Language:
es: Lenguaje:
it: Lingua:

source: Gender:
es: Sexo:
it: Sesso:

source: Greeting:
es: Felicitación:
it: Frase d'auguri:

source: Save
es: Guardar
it: Salva

source: Back
es: Atrás
it: Indietro

source: Welcome %(first_name)s!!!
es: Bienvenido %(first_name)s!!!
it: Benvenuto %(first_name)s!!!

source: This application is very simple!!! Just add your greeting sentences and the application automatically will give greetings at your friends!! That's all!!!
es: Esta aplicación es muy simple!!!Sólo tienes que añadir tus mensajes de felicitación y la aplicación automáticamente se lo hará llegar a tus amigos. Así de sencillo!!!
it: Questa applicazione è piuttosto semplice! Aggiungi le tue frasi di auguri e l'applicazione automaticamente farà gli auguri ai tuoi amici il giorno del loro compleanno!! E' tutto!

source: <b>Warning:</b> If you change your Facebook password remember to come back in this page of the GreetMe app (Just go to Facebook Homepage and click on the Phone application in the left side). In this way, GreetMe can update the new access token matched with the new password and send greetings to your friends. Otherwise, GreetMe couldn't work for you until you won't do that.
es: <b>Aviso:</b> Si cambies tu contraseña de Facebook acuerdate de volver en ésta pagina principal de la aplicación GreetMe (Vas en la Homepage de Facebook y clica en la aplicación Phone del lado izquierdo). En esta manera, GreetMe puede actualizar el nuevo access token asignado con la nueva contraseña y enviar felicitaciones a tus amigos. GreetMe no podría funcionar para ti hasta que no hagas eso.
it: <b>Nota:</b> Se cambi la password di Facebook ricordati di ritornare in questa pagina dell'applicazione GreetMe (Vai su la Homepage di Facebook e clicca su l'applicazione Phone presente nel lato sinistro). In questo modo, GreetMe può aggiornare il nuovo access token associato alla nuova password e mandare, cosi, gli auguri ai tuoi amici. GreetMe potrebbe non funzionare per te fino a quando non farai questo.

source: Select
es: Selecciona
it: Seleziona

source: Gender
es: Sexo
it: Sesso

source: Language
es: Lenguaje
it: Lingua

source: Greeting sentences
es: Frases de felicitación
it: Frasi di auguri

source: Add greeting
es: Añadir felicitación
it: Aggiungi Augurio

source: Remove selected greetings
es: Borrar las felicitaciones seleccionadas
it: Rimuovi le voci selezionate

source: Greet Me - Options
es: GreetMe - Opciones
it: GreetMe - Opzioni

source: Here you can set the default language used when doesn't exist a greeting sentence with the language of your friend:
es: Aquí puedes poner el idioma por defecto utilizado cuando no exista una frase de felicitación en el idioma de tu amigo:
it: Qui puoi impostare la lingua di default utilizzata quando non esiste una frase di auguri con la lingua del tuo amico:

source: Choose the friends whose will receive your automatic greetings. Uncheck somebody of them if you want to make manual greetings or if you just want that they don't receive greetings from you:
es: Eligas los amigos que recibirán en automático las felicitación. Deselecciona alguien si quieres hacer felicitación manual o si justo quieres que no reciban felicitación de tu parte:
it: Spunta gli amici che vuoi che ricevano i tuoi messaggi di auguri automatici. Deseleziona gli amici se vuoi fare su di essi gli auguri manualmente o se vuoi che non ricevano messaggi da te:

source: Welcome to GreetMe Facebook Application
es: Bienvenido a la aplicación de Facebook GreetMe
it: Benvenuto nell'applicazione Facebook GreetMe

source: This is a simple application that allow you to make greetings automatically to your friends for their birthday.
es: Esa es una sencilla aplicación que te permite hacer felicitaciones automáticamente a tus amigos por el día de sus cumpleaños.
it: Questa semplice applicazione ti permette di inviare messaggi di auguri automaticamente sul muro dei tuoi amici per il loro giorno di compleanno.

source: In order to appear like a realistic greeting in the wall of your friend, the name of the application is quite changed in Phone ;)
es: Para que la felicitación en el muro de tu amigo parezca real, la aplicación se ha llamado Phone ;)
it: Al fine di apparire un messaggio realistico il nome dell'applicazione è stato cambiato in Phone ;)

source: In order to use GreetMe you must sign in with your Facebook account:
es: Para utilizar GreetMe debes acceder con la cuenta de Facebook:
it: Per usare GreetMe devi loggarti con il tuo accout Facebook:
